test8-4-vols-20-workers-seq-rw-plain-vs-aes_x86_64-5min-2012_03_09_02_13/plain-fio.out
plain-read: (g=0): rw=read, bs=16K-16K/16K-16K, ioengine=libaio, iodepth=2
...
plain-read: (g=0): rw=read, bs=16K-16K/16K-16K, ioengine=libaio, iodepth=2
plain-write: (g=0): rw=write, bs=16K-16K/16K-16K, ioengine=libaio, iodepth=2
...
plain-write: (g=0): rw=write, bs=16K-16K/16K-16K, ioengine=libaio, iodepth=2
fio 2.0.3
Starting 20 processes

plain-read: (groupid=0, jobs=1): err= 0: pid=23023
  read : io=1569.3MB, bw=5356.3KB/s, iops=334 , runt=300005msec
    slat (usec): min=14 , max=456 , avg=18.79, stdev= 3.78
    clat (usec): min=844 , max=130845 , avg=5948.13, stdev=4037.10
     lat (usec): min=864 , max=130864 , avg=5968.21, stdev=4037.06
    clat percentiles (usec):
     |  1.00th=[ 3664],  5.00th=[ 4448], 10.00th=[ 4512], 20.00th=[ 4576],
     | 30.00th=[ 4768], 40.00th=[ 5216], 50.00th=[ 5344], 60.00th=[ 5408],
     | 70.00th=[ 5408], 80.00th=[ 5472], 90.00th=[ 5792], 95.00th=[ 9152],
     | 99.00th=[25472], 99.50th=[31360], 99.90th=[46848]
    bw (KB/s)  : min= 3065, max= 6884, per=10.04%, avg=5362.39, stdev=659.61
    lat (usec) : 1000=0.01%
    lat (msec) : 2=0.08%, 4=1.82%, 10=93.26%, 20=2.53%, 50=2.24%
    lat (msec) : 100=0.07%, 250=0.01%
  cpu          : usr=0.18%, sys=1.29%, ctx=97479, majf=0, minf=45
  IO depths    : 1=0.1%, 2=100.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=100432/w=0/d=0, short=r=0/w=0/d=0
plain-read: (groupid=0, jobs=1): err= 0: pid=23024
  read : io=1567.6MB, bw=5350.4KB/s, iops=334 , runt=300003msec
    slat (usec): min=14 , max=360 , avg=18.77, stdev= 3.88
    clat (usec): min=537 , max=180152 , avg=5954.73, stdev=4115.76
     lat (usec): min=819 , max=180172 , avg=5974.79, stdev=4115.73
    clat percentiles (usec):
     |  1.00th=[ 3664],  5.00th=[ 4448], 10.00th=[ 4512], 20.00th=[ 4576],
     | 30.00th=[ 4768], 40.00th=[ 5216], 50.00th=[ 5344], 60.00th=[ 5408],
     | 70.00th=[ 5408], 80.00th=[ 5472], 90.00th=[ 5792], 95.00th=[ 9152],
     | 99.00th=[25472], 99.50th=[31360], 99.90th=[47360]
    bw (KB/s)  : min= 2619, max= 6784, per=10.03%, avg=5355.22, stdev=667.59
    lat (usec) : 750=0.01%, 1000=0.02%
    lat (msec) : 2=0.07%, 4=1.78%, 10=93.29%, 20=2.52%, 50=2.24%
    lat (msec) : 100=0.07%, 250=0.01%
  cpu          : usr=0.29%, sys=1.18%, ctx=97349, majf=0, minf=47
  IO depths    : 1=0.1%, 2=100.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=100320/w=0/d=0, short=r=0/w=0/d=0
plain-read: (groupid=0, jobs=1): err= 0: pid=23025
  read : io=1569.4MB, bw=5356.6KB/s, iops=334 , runt=300004msec
    slat (usec): min=14 , max=352 , avg=18.77, stdev= 3.44
    clat (usec): min=870 , max=161625 , avg=5947.93, stdev=4059.88
     lat (usec): min=891 , max=161644 , avg=5967.98, stdev=4059.83
    clat percentiles (usec):
     |  1.00th=[ 3664],  5.00th=[ 4448], 10.00th=[ 4512], 20.00th=[ 4576],
     | 30.00th=[ 4704], 40.00th=[ 5216], 50.00th=[ 5344], 60.00th=[ 5408],
     | 70.00th=[ 5408], 80.00th=[ 5472], 90.00th=[ 5792], 95.00th=[ 9152],
     | 99.00th=[25472], 99.50th=[31360], 99.90th=[46336]
    bw (KB/s)  : min= 2978, max= 6848, per=10.04%, avg=5362.72, stdev=660.13
    lat (usec) : 1000=0.01%
    lat (msec) : 2=0.08%, 4=1.79%, 10=93.27%, 20=2.52%, 50=2.27%
    lat (msec) : 100=0.05%, 250=0.01%
  cpu          : usr=0.23%, sys=1.25%, ctx=97570, majf=0, minf=45
  IO depths    : 1=0.1%, 2=100.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=100437/w=0/d=0, short=r=0/w=0/d=0
plain-read: (groupid=0, jobs=1): err= 0: pid=23026
  read : io=1558.1MB, bw=5321.2KB/s, iops=332 , runt=300002msec
    slat (usec): min=14 , max=413 , avg=18.81, stdev= 3.76
    clat (usec): min=383 , max=223120 , avg=5987.55, stdev=4505.38
     lat (usec): min=408 , max=223140 , avg=6007.64, stdev=4505.38
    clat percentiles (usec):
     |  1.00th=[ 3856],  5.00th=[ 4448], 10.00th=[ 4512], 20.00th=[ 4640],
     | 30.00th=[ 4768], 40.00th=[ 5216], 50.00th=[ 5344], 60.00th=[ 5408],
     | 70.00th=[ 5408], 80.00th=[ 5472], 90.00th=[ 5792], 95.00th=[ 9152],
     | 99.00th=[25728], 99.50th=[31616], 99.90th=[49920]
    bw (KB/s)  : min= 2592, max= 6807, per=9.98%, avg=5329.32, stdev=705.61
    lat (usec) : 500=0.01%, 750=0.01%, 1000=0.01%
    lat (msec) : 2=0.02%, 4=1.44%, 10=93.70%, 20=2.48%, 50=2.25%
    lat (msec) : 100=0.08%, 250=0.02%
  cpu          : usr=0.24%, sys=1.23%, ctx=97023, majf=0, minf=45
  IO depths    : 1=0.1%, 2=100.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=99772/w=0/d=0, short=r=0/w=0/d=0
plain-read: (groupid=0, jobs=1): err= 0: pid=23027
  read : io=1561.9MB, bw=5331.2KB/s, iops=333 , runt=300001msec
    slat (usec): min=14 , max=540 , avg=18.87, stdev= 4.30
    clat (usec): min=842 , max=170047 , avg=5976.21, stdev=4280.91
     lat (usec): min=864 , max=170067 , avg=5996.36, stdev=4280.87
    clat percentiles (usec):
     |  1.00th=[ 3824],  5.00th=[ 4448], 10.00th=[ 4512], 20.00th=[ 4640],
     | 30.00th=[ 4768], 40.00th=[ 5216], 50.00th=[ 5344], 60.00th=[ 5408],
     | 70.00th=[ 5408], 80.00th=[ 5472], 90.00th=[ 5792], 95.00th=[ 9280],
     | 99.00th=[25728], 99.50th=[31872], 99.90th=[46336]
    bw (KB/s)  : min= 1972, max= 6820, per=9.99%, avg=5336.75, stdev=711.42
    lat (usec) : 1000=0.01%
    lat (msec) : 2=0.02%, 4=1.48%, 10=93.61%, 20=2.49%, 50=2.31%
    lat (msec) : 100=0.06%, 250=0.02%
  cpu          : usr=0.28%, sys=1.19%, ctx=96886, majf=0, minf=46
  IO depths    : 1=0.1%, 2=100.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=99959/w=0/d=0, short=r=0/w=0/d=0
plain-read: (groupid=0, jobs=1): err= 0: pid=23028
  read : io=1564.8MB, bw=5340.1KB/s, iops=333 , runt=300002msec
    slat (usec): min=14 , max=447 , avg=18.84, stdev= 4.04
    clat (usec): min=846 , max=180052 , avg=5965.23, stdev=4123.06
     lat (usec): min=866 , max=180073 , avg=5985.36, stdev=4123.01
    clat percentiles (usec):
     |  1.00th=[ 3760],  5.00th=[ 4448], 10.00th=[ 4512], 20.00th=[ 4640],
     | 30.00th=[ 4768], 40.00th=[ 5216], 50.00th=[ 5344], 60.00th=[ 5408],
     | 70.00th=[ 5408], 80.00th=[ 5472], 90.00th=[ 5792], 95.00th=[ 9152],
     | 99.00th=[25728], 99.50th=[31872], 99.90th=[47360]
    bw (KB/s)  : min= 3025, max= 6834, per=10.01%, avg=5346.96, stdev=688.66
    lat (usec) : 1000=0.01%
    lat (msec) : 2=0.06%, 4=1.67%, 10=93.42%, 20=2.47%, 50=2.30%
    lat (msec) : 100=0.08%, 250=0.01%
  cpu          : usr=0.17%, sys=1.30%, ctx=97136, majf=0, minf=44
  IO depths    : 1=0.1%, 2=100.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=100143/w=0/d=0, short=r=0/w=0/d=0
plain-read: (groupid=0, jobs=1): err= 0: pid=23029
  read : io=1568.7MB, bw=5354.4KB/s, iops=334 , runt=300003msec
    slat (usec): min=14 , max=403 , avg=18.98, stdev= 4.56
    clat (usec): min=842 , max=123532 , avg=5950.01, stdev=4098.17
     lat (usec): min=862 , max=123553 , avg=5970.29, stdev=4098.15
    clat percentiles (usec):
     |  1.00th=[ 3632],  5.00th=[ 4448], 10.00th=[ 4512], 20.00th=[ 4576],
     | 30.00th=[ 4704], 40.00th=[ 5216], 50.00th=[ 5344], 60.00th=[ 5408],
     | 70.00th=[ 5408], 80.00th=[ 5472], 90.00th=[ 5792], 95.00th=[ 9024],
     | 99.00th=[25472], 99.50th=[31104], 99.90th=[45312]
    bw (KB/s)  : min= 3001, max= 6770, per=10.04%, avg=5360.26, stdev=665.45
    lat (usec) : 1000=0.03%
    lat (msec) : 2=0.12%, 4=1.83%, 10=93.19%, 20=2.45%, 50=2.31%
    lat (msec) : 100=0.06%, 250=0.01%
  cpu          : usr=0.09%, sys=1.39%, ctx=97452, majf=0, minf=45
  IO depths    : 1=0.1%, 2=100.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=100395/w=0/d=0, short=r=0/w=0/d=0
plain-read: (groupid=0, jobs=1): err= 0: pid=23030
  read : io=1559.6MB, bw=5323.5KB/s, iops=332 , runt=300003msec
    slat (usec): min=14 , max=550 , avg=18.91, stdev= 3.79
    clat (usec): min=208 , max=184825 , avg=5985.30, stdev=4467.66
     lat (usec): min=760 , max=184851 , avg=6005.48, stdev=4467.62
    clat percentiles (usec):
     |  1.00th=[ 3856],  5.00th=[ 4448], 10.00th=[ 4512], 20.00th=[ 4640],
     | 30.00th=[ 4768], 40.00th=[ 5216], 50.00th=[ 5344], 60.00th=[ 5408],
     | 70.00th=[ 5408], 80.00th=[ 5472], 90.00th=[ 5792], 95.00th=[ 9280],
     | 99.00th=[25472], 99.50th=[31360], 99.90th=[47872]
    bw (KB/s)  : min= 2624, max= 6948, per=9.98%, avg=5330.73, stdev=714.96
    lat (usec) : 250=0.01%, 1000=0.02%
    lat (msec) : 2=0.03%, 4=1.40%, 10=93.68%, 20=2.52%, 50=2.26%
    lat (msec) : 100=0.07%, 250=0.02%
  cpu          : usr=0.21%, sys=1.26%, ctx=96826, majf=0, minf=46
  IO depths    : 1=0.1%, 2=100.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=99808/w=0/d=0, short=r=0/w=0/d=0
plain-read: (groupid=0, jobs=1): err= 0: pid=23031
  read : io=1558.2MB, bw=5318.4KB/s, iops=332 , runt=300002msec
    slat (usec): min=14 , max=761 , avg=19.15, stdev= 5.02
    clat (usec): min=898 , max=184863 , avg=5990.32, stdev=4469.97
     lat (usec): min=920 , max=184896 , avg=6010.76, stdev=4469.93
    clat percentiles (usec):
     |  1.00th=[ 3888],  5.00th=[ 4448], 10.00th=[ 4512], 20.00th=[ 4640],
     | 30.00th=[ 4768], 40.00th=[ 5216], 50.00th=[ 5344], 60.00th=[ 5408],
     | 70.00th=[ 5408], 80.00th=[ 5472], 90.00th=[ 5792], 95.00th=[ 9024],
     | 99.00th=[25984], 99.50th=[32128], 99.90th=[49920]
    bw (KB/s)  : min= 2129, max= 6920, per=9.97%, avg=5326.70, stdev=728.26
    lat (usec) : 1000=0.01%
    lat (msec) : 2=0.04%, 4=1.32%, 10=93.79%, 20=2.46%, 50=2.28%
    lat (msec) : 100=0.08%, 250=0.02%
  cpu          : usr=0.19%, sys=1.29%, ctx=97311, majf=0, minf=45
  IO depths    : 1=0.1%, 2=100.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=99719/w=0/d=0, short=r=0/w=0/d=0
plain-read: (groupid=0, jobs=1): err= 0: pid=23032
  read : io=1569.3MB, bw=5356.5KB/s, iops=334 , runt=300003msec
    slat (usec): min=14 , max=450 , avg=18.91, stdev= 4.35
    clat (usec): min=772 , max=121120 , avg=5947.67, stdev=4067.24
     lat (usec): min=794 , max=121139 , avg=5967.87, stdev=4067.20
    clat percentiles (usec):
     |  1.00th=[ 3664],  5.00th=[ 4448], 10.00th=[ 4512], 20.00th=[ 4576],
     | 30.00th=[ 4704], 40.00th=[ 5216], 50.00th=[ 5344], 60.00th=[ 5408],
     | 70.00th=[ 5408], 80.00th=[ 5472], 90.00th=[ 5792], 95.00th=[ 9024],
     | 99.00th=[25472], 99.50th=[31360], 99.90th=[46336]
    bw (KB/s)  : min= 2708, max= 6807, per=10.04%, avg=5362.42, stdev=664.23
    lat (usec) : 1000=0.01%
    lat (msec) : 2=0.11%, 4=1.78%, 10=93.30%, 20=2.45%, 50=2.29%
    lat (msec) : 100=0.06%, 250=0.01%
  cpu          : usr=0.20%, sys=1.27%, ctx=97483, majf=0, minf=46
  IO depths    : 1=0.1%, 2=100.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=100434/w=0/d=0, short=r=0/w=0/d=0
plain-write: (groupid=0, jobs=1): err= 0: pid=23033
  write: io=240032KB, bw=819306 B/s, iops=50 , runt=300001msec
    slat (usec): min=17 , max=10880 , avg=33.81, stdev=93.20
    clat (usec): min=250 , max=150336 , avg=4797.86, stdev=10549.40
     lat (usec): min=295 , max=150357 , avg=4833.30, stdev=10554.30
    clat percentiles (usec):
     |  1.00th=[  282],  5.00th=[  298], 10.00th=[  330], 20.00th=[  338],
     | 30.00th=[  342], 40.00th=[  346], 50.00th=[  354], 60.00th=[  370],
     | 70.00th=[ 1704], 80.00th=[ 5728], 90.00th=[15168], 95.00th=[27776],
     | 99.00th=[51968], 99.50th=[59648], 99.90th=[75264]
    bw (KB/s)  : min=  560, max= 1117, per=10.01%, avg=800.86, stdev=43.74
    lat (usec) : 500=65.23%, 750=1.26%, 1000=1.40%
    lat (msec) : 2=2.60%, 4=3.38%, 10=12.13%, 20=6.37%, 50=6.41%
    lat (msec) : 100=1.19%, 250=0.04%
  cpu          : usr=0.10%, sys=0.57%, ctx=27890, majf=0, minf=35
  IO depths    : 1=87.9%, 2=12.1%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=15002/d=0, short=r=0/w=0/d=0
plain-write: (groupid=0, jobs=1): err= 0: pid=23034
  write: io=240032KB, bw=819301 B/s, iops=50 , runt=300003msec
    slat (usec): min=15 , max=8392 , avg=30.06, stdev=73.57
    clat (usec): min=276 , max=152109 , avg=5222.18, stdev=10772.92
     lat (usec): min=310 , max=152130 , avg=5253.70, stdev=10774.69
    clat percentiles (usec):
     |  1.00th=[  350],  5.00th=[  390], 10.00th=[  430], 20.00th=[  486],
     | 30.00th=[  564], 40.00th=[  644], 50.00th=[  724], 60.00th=[  836],
     | 70.00th=[ 2448], 80.00th=[ 5984], 90.00th=[16768], 95.00th=[29312],
     | 99.00th=[52480], 99.50th=[60160], 99.90th=[74240]
    bw (KB/s)  : min=  671, max=  902, per=10.01%, avg=800.73, stdev=37.92
    lat (usec) : 500=21.74%, 750=30.98%, 1000=11.93%
    lat (msec) : 2=4.26%, 4=5.40%, 10=11.11%, 20=6.15%, 50=7.13%
    lat (msec) : 100=1.28%, 250=0.03%
  cpu          : usr=0.14%, sys=0.49%, ctx=27291, majf=0, minf=34
  IO depths    : 1=87.0%, 2=13.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=15002/d=0, short=r=0/w=0/d=0
plain-write: (groupid=0, jobs=1): err= 0: pid=23035
  write: io=240032KB, bw=819303 B/s, iops=50 , runt=300002msec
    slat (usec): min=17 , max=11790 , avg=29.19, stdev=99.79
    clat (usec): min=277 , max=151623 , avg=5139.66, stdev=10753.57
     lat (usec): min=311 , max=151650 , avg=5170.34, stdev=10758.65
    clat percentiles (usec):
     |  1.00th=[  338],  5.00th=[  378], 10.00th=[  398], 20.00th=[  446],
     | 30.00th=[  494], 40.00th=[  556], 50.00th=[  620], 60.00th=[  748],
     | 70.00th=[ 2192], 80.00th=[ 6048], 90.00th=[16512], 95.00th=[29312],
     | 99.00th=[52480], 99.50th=[60160], 99.90th=[75264]
    bw (KB/s)  : min=  658, max=  924, per=10.01%, avg=800.74, stdev=40.32
    lat (usec) : 500=31.13%, 750=29.23%, 1000=5.57%
    lat (msec) : 2=3.68%, 4=4.54%, 10=11.39%, 20=6.06%, 50=7.13%
    lat (msec) : 100=1.25%, 250=0.03%
  cpu          : usr=0.10%, sys=0.54%, ctx=27321, majf=0, minf=34
  IO depths    : 1=87.1%, 2=12.9%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=15002/d=0, short=r=0/w=0/d=0
plain-write: (groupid=0, jobs=1): err= 0: pid=23036
  write: io=240032KB, bw=819303 B/s, iops=50 , runt=300002msec
    slat (usec): min=16 , max=35805 , avg=33.01, stdev=328.44
    clat (usec): min=283 , max=151745 , avg=5394.35, stdev=10838.10
     lat (usec): min=316 , max=151769 , avg=5428.86, stdev=10856.48
    clat percentiles (usec):
     |  1.00th=[  354],  5.00th=[  406], 10.00th=[  466], 20.00th=[  588],
     | 30.00th=[  676], 40.00th=[  772], 50.00th=[  900], 60.00th=[ 1096],
     | 70.00th=[ 3024], 80.00th=[ 6240], 90.00th=[16768], 95.00th=[29568],
     | 99.00th=[52992], 99.50th=[60672], 99.90th=[75264]
    bw (KB/s)  : min=  550, max= 1109, per=10.01%, avg=800.85, stdev=43.68
    lat (usec) : 500=12.70%, 750=25.10%, 1000=17.99%
    lat (msec) : 2=11.71%, 4=5.99%, 10=11.85%, 20=6.21%, 50=7.11%
    lat (msec) : 100=1.32%, 250=0.03%
  cpu          : usr=0.15%, sys=0.47%, ctx=27237, majf=0, minf=34
  IO depths    : 1=86.7%, 2=13.3%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=15002/d=0, short=r=0/w=0/d=0
plain-write: (groupid=0, jobs=1): err= 0: pid=23037
  write: io=240032KB, bw=819303 B/s, iops=50 , runt=300002msec
    slat (usec): min=16 , max=12841 , avg=30.93, stdev=150.53
    clat (usec): min=286 , max=151426 , avg=5357.30, stdev=10851.26
     lat (usec): min=321 , max=151450 , avg=5389.76, stdev=10859.08
    clat percentiles (usec):
     |  1.00th=[  354],  5.00th=[  398], 10.00th=[  442], 20.00th=[  556],
     | 30.00th=[  652], 40.00th=[  748], 50.00th=[  836], 60.00th=[ 1020],
     | 70.00th=[ 2864], 80.00th=[ 6112], 90.00th=[16768], 95.00th=[29568],
     | 99.00th=[52992], 99.50th=[60672], 99.90th=[75264]
    bw (KB/s)  : min=  607, max= 1029, per=10.01%, avg=800.81, stdev=42.81
    lat (usec) : 500=15.22%, 750=25.41%, 1000=18.70%
    lat (msec) : 2=8.45%, 4=5.92%, 10=11.59%, 20=6.20%, 50=7.14%
    lat (msec) : 100=1.33%, 250=0.03%
  cpu          : usr=0.16%, sys=0.46%, ctx=27228, majf=0, minf=33
  IO depths    : 1=86.7%, 2=13.3%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=15002/d=0, short=r=0/w=0/d=0
plain-write: (groupid=0, jobs=1): err= 0: pid=23038
  write: io=240032KB, bw=819301 B/s, iops=50 , runt=300003msec
    slat (usec): min=16 , max=35161 , avg=35.99, stdev=386.61
    clat (usec): min=280 , max=151037 , avg=5589.06, stdev=10925.43
     lat (usec): min=313 , max=151059 , avg=5626.55, stdev=10948.02
    clat percentiles (usec):
     |  1.00th=[  378],  5.00th=[  454], 10.00th=[  540], 20.00th=[  676],
     | 30.00th=[  788], 40.00th=[  916], 50.00th=[ 1048], 60.00th=[ 1272],
     | 70.00th=[ 3472], 80.00th=[ 6560], 90.00th=[17024], 95.00th=[29824],
     | 99.00th=[54016], 99.50th=[61184], 99.90th=[75264]
    bw (KB/s)  : min=  536, max= 1115, per=10.01%, avg=800.78, stdev=44.48
    lat (usec) : 500=7.69%, 750=19.15%, 1000=19.58%
    lat (msec) : 2=20.42%, 4=5.37%, 10=12.90%, 20=6.37%, 50=7.13%
    lat (msec) : 100=1.37%, 250=0.03%
  cpu          : usr=0.13%, sys=0.49%, ctx=27177, majf=0, minf=34
  IO depths    : 1=86.3%, 2=13.7%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=15002/d=0, short=r=0/w=0/d=0
plain-write: (groupid=0, jobs=1): err= 0: pid=23039
  write: io=240032KB, bw=819303 B/s, iops=50 , runt=300002msec
    slat (usec): min=15 , max=35486 , avg=35.47, stdev=383.73
    clat (usec): min=275 , max=151611 , avg=5552.40, stdev=10910.67
     lat (usec): min=309 , max=151634 , avg=5589.36, stdev=10931.56
    clat percentiles (usec):
     |  1.00th=[  358],  5.00th=[  422], 10.00th=[  510], 20.00th=[  660],
     | 30.00th=[  772], 40.00th=[  900], 50.00th=[ 1032], 60.00th=[ 1240],
     | 70.00th=[ 3440], 80.00th=[ 6432], 90.00th=[17024], 95.00th=[29824],
     | 99.00th=[54528], 99.50th=[60672], 99.90th=[75264]
    bw (KB/s)  : min=  536, max= 1117, per=10.01%, avg=800.87, stdev=45.67
    lat (usec) : 500=9.49%, 750=18.08%, 1000=20.58%
    lat (msec) : 2=18.63%, 4=5.71%, 10=12.63%, 20=6.37%, 50=7.08%
    lat (msec) : 100=1.39%, 250=0.03%
  cpu          : usr=0.14%, sys=0.48%, ctx=27198, majf=0, minf=33
  IO depths    : 1=86.4%, 2=13.6%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=15002/d=0, short=r=0/w=0/d=0
plain-write: (groupid=0, jobs=1): err= 0: pid=23040
  write: io=240032KB, bw=819303 B/s, iops=50 , runt=300002msec
    slat (usec): min=16 , max=34497 , avg=35.35, stdev=377.87
    clat (usec): min=274 , max=151379 , avg=5744.80, stdev=11023.84
     lat (usec): min=305 , max=151406 , avg=5781.65, stdev=11045.62
    clat percentiles (usec):
     |  1.00th=[  394],  5.00th=[  516], 10.00th=[  628], 20.00th=[  764],
     | 30.00th=[  892], 40.00th=[  996], 50.00th=[ 1128], 60.00th=[ 1352],
     | 70.00th=[ 3728], 80.00th=[ 6816], 90.00th=[17024], 95.00th=[30080],
     | 99.00th=[55040], 99.50th=[62208], 99.90th=[75264]
    bw (KB/s)  : min=  507, max= 1115, per=10.01%, avg=800.76, stdev=46.09
    lat (usec) : 500=4.49%, 750=14.38%, 1000=21.42%
    lat (msec) : 2=25.85%, 4=4.66%, 10=14.20%, 20=6.43%, 50=7.11%
    lat (msec) : 100=1.42%, 250=0.03%
  cpu          : usr=0.12%, sys=0.49%, ctx=27145, majf=0, minf=35
  IO depths    : 1=86.0%, 2=14.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=15002/d=0, short=r=0/w=0/d=0
plain-write: (groupid=0, jobs=1): err= 0: pid=23041
  write: io=240032KB, bw=819303 B/s, iops=50 , runt=300002msec
    slat (usec): min=16 , max=34828 , avg=35.33, stdev=379.78
    clat (usec): min=280 , max=150564 , avg=5732.47, stdev=11022.32
     lat (usec): min=312 , max=150589 , avg=5769.30, stdev=11044.35
    clat percentiles (usec):
     |  1.00th=[  386],  5.00th=[  498], 10.00th=[  612], 20.00th=[  748],
     | 30.00th=[  884], 40.00th=[  996], 50.00th=[ 1128], 60.00th=[ 1336],
     | 70.00th=[ 3632], 80.00th=[ 6816], 90.00th=[17024], 95.00th=[30080],
     | 99.00th=[55040], 99.50th=[61696], 99.90th=[75264]
    bw (KB/s)  : min=  528, max= 1113, per=10.01%, avg=800.83, stdev=45.19
    lat (usec) : 500=5.03%, 750=14.80%, 1000=20.75%
    lat (msec) : 2=25.60%, 4=4.68%, 10=14.09%, 20=6.49%, 50=7.06%
    lat (msec) : 100=1.47%, 250=0.03%
  cpu          : usr=0.12%, sys=0.49%, ctx=27147, majf=0, minf=35
  IO depths    : 1=86.0%, 2=14.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=15002/d=0, short=r=0/w=0/d=0
plain-write: (groupid=0, jobs=1): err= 0: pid=23042
  write: io=240032KB, bw=819303 B/s, iops=50 , runt=300002msec
    slat (usec): min=16 , max=33838 , avg=35.66, stdev=333.74
    clat (usec): min=272 , max=150979 , avg=5770.47, stdev=11037.44
     lat (usec): min=305 , max=151000 , avg=5807.68, stdev=11056.29
    clat percentiles (usec):
     |  1.00th=[  354],  5.00th=[  494], 10.00th=[  596], 20.00th=[  748],
     | 30.00th=[  860], 40.00th=[  964], 50.00th=[ 1096], 60.00th=[ 1304],
     | 70.00th=[ 3760], 80.00th=[ 7200], 90.00th=[17024], 95.00th=[30080],
     | 99.00th=[55552], 99.50th=[62208], 99.90th=[75264]
    bw (KB/s)  : min=  542, max= 1048, per=10.01%, avg=800.68, stdev=46.65
    lat (usec) : 500=5.19%, 750=15.22%, 1000=22.34%
    lat (msec) : 2=23.44%, 4=4.19%, 10=14.36%, 20=6.89%, 50=6.89%
    lat (msec) : 100=1.44%, 250=0.03%
  cpu          : usr=0.09%, sys=0.55%, ctx=28154, majf=0, minf=34
  IO depths    : 1=86.0%, 2=14.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=15002/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
   READ: io=15647MB, aggrb=53408KB/s, minb=5445KB/s, maxb=5485KB/s, mint=300001msec, maxt=300005msec
  WRITE: io=2344.7MB, aggrb=8000KB/s, minb=819KB/s, maxb=819KB/s, mint=300001msec, maxt=300003msec

Disk stats (read/write):
  xvdb: ios=1001190/0, merge=0/0, ticks=5983286/0, in_queue=5983262, util=100.00%
  xvdc: ios=0/149967, merge=0/170, ticks=0/819060, in_queue=819004, util=37.70%